CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Výpočet návrhové smykové síly dle zvláštních ustanovení pro seismický návrh"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Návrhový moment okolo okolo osy y pro duktilní návrh"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Návrhový moment okolo okolo osy z pro duktilní návrh"
IDS_5_YEARS_OR_MORE = "5 let a víc"
IDS_ABOUT_MAJOR_AXIS = "okolo hlavní osy"
IDS_ABOUT_MINOR_AXIS = "okolo vedlejší osy"
IDS_ADD_DOT = "Přidat."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Data k výztuži na přídavný moment"
IDS_APPLIED_SHEAR_FORCE = "Aplikovaná smyková síla"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Cast-In-Place Headed Stud"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Cast-In-Place Headed Bolt"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Cast-In-Place Hooked Bolt-L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Cast-In-Place Hooked Bolt-J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Post-Installed Undercut Anchor"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Post-Installed Expansion Anchor ( Torque )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Post-Installed Expansion Anchor ( Displacement )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Post-Installed Adhesive Anchor"
IDS_AREA = "Plocha"
IDS_ASSUMED_UNCRACKED_SECTION = "Předpoklad nepotrhaný průřez"
IDS_AXIAL_CAPACITY = "Normálová únosnost"
IDS_AXIAL_MOMENT = "Normálová a momentová"
IDS_AXIAL_MOMENT_CAPACITY = "Normálová a momentová únosnost"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Normálová a momentová únosnost okolo hlavní osy"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Normálová a momentová únosnost okolo vedlejší osy"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Únosnost spoje nosník-sloup"
IDS_BEAM_DEMAND_BOTTOM = "Požadavek na nosník horní"
IDS_BEAM_DEMAND_TOP = "Požadavek na nosník dolní"
IDS_BEARING = "Únosnost"
IDS_BEARING_CAPACITY = "Únosnost"
IDS_BOTTOM = "Dolní"
IDS_BOUNDARY_ELEMENT = "Okrajový prvek"
IDS_BOUNDARY_ELEMENT_LENGTH = "Délka okrajového prvku"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Příčná výztuž v okrajovém prvku není vyžadována"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Příčná výztuž v okrajovém prvku je vyžadována"
IDS_BY_LENGTH = "Dle délky"
IDS_BY_SECTION = "Dle průřezu"
IDS_BY_DESIGN_DETAILS = "By design details"
IDS_BY_XD_LIMIATION = "By x/d limitation"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Výpočet normálové únosnosti a momentové únosnosti"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Výpočet N+M únosnosti (interakční diagram)"
IDS_CALCULATE_BEARING_CAPACITY = "Výpočet únosnosti"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Výpočet ohybové pevnosti pro návrhovou smykovou sílu"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Výpočet únosnosti tlačené oblasti"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Výpočet únosnosti výztuže ( (+): tlak, (-): tah )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Vapočítat centrické osové zatížení"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calculation of Pure Compression"
IDS_CALCULATE_CRACK_WIDTH = "Výpočet šířky trhlin"
IDS_CALCULATE_DEFLECTION = "Výpočet průhybu"
IDS_CALCULATE_DEFLECTION_ALLOW = "Výpočet dovoleného průhybu"
IDS_CALCULATE_DEFLECTION_MAX = "Výpočet maximálního průhybu"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Výpočet návrhového posunutí"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Výpočet návrhové smykové síly dle zvláštních požadavků pro seismický návrh"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Výpočet minimální výztuže z hlediska trhlin"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Výpočet návrhové smykové síly dle zvláštních požadavků pro seismický návrh-hlavní"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Výpočet návrhové smykové síly dle zvláštních požadavků pro seismický návrh-vedlejší"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Výpočet maximálního stupňe vyztužení"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Výpočet minimálního stupně vyztužení"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Výpočet minimálního poměru Výztuž "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Výpočet momentu k levému okraji"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Výpočet momentu k pravému okraji"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Výpočet součinitele pro dlouhodobé účinky"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Výpočet jmenovité únosnosti okolo neutrálné osy"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Kontrola rozdělení přetvoření Průřez"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Výpočet destabilizujícího a stabilizujícího momentu okolo levého okraje"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Výpočet destabilizujícího a stabilizujícího momentu okolo pravého okraje"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Výpočet destabilizujícího moment okolo levého okraje"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Výpočet destabilizujícího moment okolo pravého okraje"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Výpočet únosnosti pilot"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Výpočet stupně vyztužení"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calculation of reinforcement ratio"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Výpočet nutné smykové únosnosti"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "v případě třmínkové Výztuž"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Kontrola tahové Síly v podélné Výztuž vyvolané smykem"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Výpočet smykové pevnosti z příčné výztuže"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Výpočet smykové únosnosti poskytované příčnou Výztuž"
IDS_CHECK_SHEAR_CAPACITY = "Posouzení smykové únosnosti"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Výpočet smykové únosnosti betonu"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Výpočet jmenovité smykové únosnosti Betonu"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Výpočet návrhového smykového Napětí"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Výpočet smykové únosnosti výztuže"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Výpočet nutné smykové výztuže"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Maximální rozteč příčné Výztuž"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Nutná výztuž"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Výztuž není nutná"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Vypočítat dodatečnou podélnou výztuž"
IDS_CALCULATE_SLIDING_CAPACITY = "Výpočet odpouru proti posunutí"
IDS_CALCULATE_STRAIN = "Výpočet přetvoření"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Výpočet redukčního součinitele pevnosti"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Výpočet faktorů odolnosti"
IDS_CALCULATE_STRESS = "Výpočet napětí"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Výpočet nutné smykové výztuže"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Výpočet požadované tloušťky"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Výpočet napětí v tažené výztuži"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Výpočet maximální vzdálenosti mezi trhlinami"
IDS_CALCULATE_CRACKING_MOMENT = "Výpočet momentu na mezi vzniku trhlin"
IDS_CALCULATE_CRACKING_MOMENT_US = "Calculation of cracking moment "
IDS_CHAR_DOT = "Char."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Charakteristický úhel tření"
IDS_CHECK_ANGLE_ROTATE = "Posouzení úhel pootočení (stupně)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Výpočet momentové únosnosti"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Výpočet ohybové odolnosti"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Ověřit dosažení meze kluzu tlačené výztuže"
IDS_CHECK_CRACK = "Posouzení trhliny"
IDS_CHECK_STRESS_AREMA = "Zkontrolovat napětí"
IDS_CHECK_CRACK_WIDTH = "Posouzení šířky trhlin"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Posouzení drcení betonu"
IDS_CHECK_DECK_PLATE = "Posouzení desky"
IDS_CHECK_DEFLECTION = "Posouzení průhybu"
IDS_CHECK_DESIGN_MOMENT = "Posouzení návrhového momentu"
IDS_CHECK_ECCENTRICITY = "Posouzení excentricity"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Posouzení minimální excentricitu"
IDS_CHECK_LINEAR_CREEP = "Posouzení lineární dotvarování"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Posouzení maximální dovolená tažená výztuž"
IDS_COMPUTE_MEMBER_END_MOMENT = "Výpočet koncových momentů na prvku"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Výpočet koncových momentů na prvku okolo hlavní osy"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Výpočet koncových momentů na prvku okolo vedlejší osy"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Posouzení osové únosnosti"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Posouzení délky disipativní zóny (critical region)"
IDS_CHECK_CRITICAL_REGION_SPACE = "Posouzení kritické oblasti"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Posouzení délky disipativní zóny (critical region)"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Posouzení plochy disipativní zóny (critical region)"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Posouzení celkového momentu včetně vlivu II. řádu"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Posouzení celkového momentu včetně vlivu II. řádu okolo hlavní osy"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Posouzení celkového momentu včetně vlivu II. řádu okolo vedlejší osy"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Návrhový moment je zvětšen 99.99 krát."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Použít zvětšený moment."
IDS_CHECK_MOMENT_MAGNIFICATION = "Posouzení zvětšeného momentu"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Posouzení celkového momentu včetně vlivu zvětšení momentu okolo hlavní osy"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Posouzení celkového momentu včetně vlivu zvětšení momentu okolo vedlejší osy"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Zkontrolovat poměr neutrální osy k účinné výšce"
IDS_CHECK_REBAR_RATIO = "Posouzení stupně vyztužení"
IDS_CHECK_REBAR_SPACE = "Posouzení vzdálenosti výztuže"
IDS_CHECK_REINFORCEMENT_DETAIL = "Posouzení konstrukčních zásad"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Checking reinforcement"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Součinitel rozdělení dle teploty"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Posoudit nutnou smykovou výztuž"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Kontrola požadované příčné výztuže"
IDS_CHECK_SHEAR_RATIO = "Posoudit poměr smykové únosnosti"
IDS_CHECK_INTERACTION_SHEAR = "Posoudit interakci pro dvojosý smyk"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Interakce dvojosého smyku vy měla být posouzena"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Interakce dvojosého smyku je zanedbána"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Součinitel interakce"
IDS_CHECK_SKIN_REBAR = "Posouzení povrchové výztuže"
IDS_CHECK_SLENDERNESS_RATIO = "Posouzení štíhlosti"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Posouzení štíhlosti okolo osy y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Posouzení štíhlosti okolo osy z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Posouzení vzdálenosti horizontální výztuže"
IDS_CHECK_SPACING_OF_REBAR = "Posouzení vzdálenosti výztuže"
IDS_CHECK_SPACING_OF_REBAR_US = "Checking crack control by distribution of reinforcement "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Checking tensile stress in Rebar at service Loads"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Posouzení vzdálenosti smykové výztuže"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Posouzení vzdálenosti výztuže u taženého povrchu"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Posouzení nutnosti okrajových prvků v aktuální stěně"
IDS_CHECK_STRESS_LIMITAION = "Posouzení omezení napětí"
IDS_CHURCH = "Church"
IDS_COLUMN_LOCATION_TYPE = "Typ sloupu dle umístění"
IDS_COMBINATION = "Kombinace"
IDS_COMP_DOT = "Tlak"
IDS_COMPRESSION = "Tlak"
IDS_COMPRESSION_CONTROLLED = "Porušení tlakem"
IDS_REVISE_SECTION = "Revidovat průřez"
IDS_COMPRESSION_ONLY = "Pouze tlačený"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Výpočet délky výztuže u okrajových prvků."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Výpočet vodorovné výztuže pro speciální okrajové prvky ve směru tloušťky"
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Výpočet horizontální smykové síly"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Compute joint geometry information"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Výpočet maximální vzdálenosti vodorovné výztuže pro okrajový prvek."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Výpočet jmenovité smykové únosnosti spojení"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Vypočítat návrhovou smykovou únosnost styčníku"
IDS_CONCRETE = "Beton"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "Ovinuto nosníky na všech čtyřech površích"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "Ovinuto nosníky na třech površích nebo na dvou protějších"
IDS_CRACKED_SECTION = "Potrhaný průřez"
IDS_CRITICAL_PILE_NODE_KEY = "Critical Pile Node Key"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Vzdálenost mezi disipativními zónami (critical regions) neexistuje"
IDS_CURRENT_WALL_LEVEL = "Úroveň aktuální stěny"
IDS_CUTTING_LINE = "Řez"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Ohybová únosnost řezu"
IDS_CUTTING_LINE_FLEXURE = "Řez Ohyb"
IDS_CUTTING_LINE_SHEAR = "Řez Smyk"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Řez smyková únosnost"
IDS_CALCULATE_BALANCE_CONDITION = "Výpočet rozhraní mezi tlakovým a tahovým porušením"
IDS_CALCULATE_BALANCE_CONDITION_US = "Calculation of capacity in balanced strain condition "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Excentricita na rozhraní mezi tlakovým a tahovým porušením"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Aktuální excentricita"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Maximální dostředný tlak"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Tahové porušení"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Tlakové porušení"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Průřez je tedy řízen tahem. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Průřez je tedy řízen tlakem. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Rozhraní mezi tlakovým a tahovým porušením"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Posouzení tahových napětí ve svislé výztuži"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Posouzení tahových napětí v horizontální výztuži"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Posouzení tlakových napětí v betonu"
IDS_COMPRESSIVE_STRESS = "Tlakové napětí"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Výpočet tahové únosnosti výztužr"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Výpočet tlakové únosnosti betonu"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Ověřit rozměry speciálního okrajového prvku"
IDS_COMPRESSION_STEEL_YIELD = "Tlačená výztuž teče"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Tlačená výztuž neteče"
IDS_CORNER = "Roh"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Výpočet geometrické imperfekce"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Výpočet štíhlosti rámu"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Výpočet návrhového momentu okolo hlavní osy, ztužený"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Výpočet návrhového momentu okolo hlavní osy, neztužený"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Výpočet návrhového momentu okolo vedlejší osy, ztužený"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Výpočet návrhového momentu okolo vedlejší osy, neztužený"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Vypočítat návrhový moment (osa %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Výpočet jmenovité smykové pevnosti speciální stěny"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Posouzení jmenovitého osového poměru"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Posouzení objemového stupně ovinujících třmínků"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Výpočet součinitele křivosti vlivem duktility"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Posouzení mechanického objemového stupně ovinutí v disipativní zóně (critical region)"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Tlačená váztuž není uvažována při výpočtu %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Posouzení rozdělovací výztuže"
IDS_CLOCKWISE_NOMINAL_STRENGTH = " Jmenovitá pevnost po směru hod. ručiček"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Jmenovitá pevnost proti směru hod. ručiček"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Návrhová pevnost po směru hod. ručiček"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Návrhová pevnost proti směru hod. ručiček"
IDS_CONSIDER_UNBALANCED_MOMENT = "Uvažovat nevyvážený moment"
IDS_CALCULATE_TORSION_CAPACITY = "Výpočet únosnost v kroucení"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Výpočet únosnosti v kroucení z příčné výztuže"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Výpočet únosnosti v kroucení z podélné výztuže"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Posouzení pouze minimální výztuže je požadováno"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Posouzení vzdálenosti příčné výztuže na kroucení"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Průřezová plocha výztuže"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Výpočet návrhové smykové únosnosti"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Výpočet návrhové plastické smykové únosnosti"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Výpočet návrhové únosnosti ve smyku s vlivem boulení"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Výpočet návrhové únosnosti ve smyku s vlivem boulení-příspěvek stěny"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Výpočet návrhové únosnosti ve smyku s vlivem boulení-příspěvek pásnice"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Posouzení návrhové únosnosti ve smyku okolo hlavní osy"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Posouzení návrhové únosnosti ve smyku okolo vedlejší osy"
IDS_CONNECTION_TYPE = "Connection Type"
IDS_CONTRIBUTION_FROM_THE_WEB = "Příspěvek stěny"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Příspěvek pásnice"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Započítat příspěvek pásnice"
IDS_CONSIDER_GIRDER_MODE = "Consider girder mode"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Check design resistance for torsion"
IDS_CONCURRENT_FORCE = "současná síla"
IDS_CALC_CAPACITY_CONCRETE = "Vypočítat kapacitu betonu"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Poměr momentů sloupu ve styčníku"
IDS_CALCULATE_DESIGN_SHEARS = "Vypočítat návrhové střihy"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Zkontrolovat mezní hodnotu maximální štíhlosti"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (S příčným zatížením mezi podporami)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Třída betonu není povolena"
IDS_DAMPING_RATIO = "Damping Ratio"
IDS_DE_CRITICAL = "Kritický"
IDS_DE_DIR_DOT_1 = "Směr.1"
IDS_DE_DIR_DOT_2 = "Směr.2"
IDS_DE_DIR_DOT_3 = "Směr.3"
IDS_DE_FAILURE = "Porušení"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Detailní protokol návrhu prvku"
IDS_DE_NEED_CHK = "Nutné pospudit"
IDS_DE_NEG_DOT = "Záp."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Žádný"
IDS_DE_NOT_CHK = "Neposouzeno"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "Směr-x."
IDS_DE_Y_DIR_DOT = "Směr-y."
IDS_DE_Z_DIR_DOT = "Směr-z."
IDS_DEAD_LOAD_CASE = "Zatěžovací stav vlastní tíha"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Průhyb v průběhu výstavby"
IDS_DENSE_ZONE = "Dense zone"
IDS_DESIGN_CASE = "Návrhový případ"
IDS_DESIGN_CODE = "Návrhová norma"
IDS_DESIGN_FORCE = "Návrhová síla"
IDS_DESIGN_PARAMETER = "Návrhový parametr"
IDS_DESIGN_TYPE = "Návrhový typ"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Konstrukční zásady pro lokální duktilitu betonových prvků"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Určit zda je nutná příčná výztuž okrajového prvku"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Určit, zda jsou nutné speciální okrajové prvky pomocí metody založené na posunutích"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Určit, zda jsou nutné speciální okrajové prvky pomocí metody založené na napětích"
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Únosnost v protlačení široké hlavice"
IDS_DEFLECTION = "Průhyb"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Výchozí nebo uživatelem zadaná hodnota"
IDS_DROP = "Zesílení"
IDS_DESIGN_MODED_DESIGN = "Návrh"
IDS_DESIGN_MODED_CHECKING = "Ověřování"
IDS_DESIGN_MODED_EDIT = "Úprava návrhu"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Vzdálenost mezi neutrálnou osou průřezu a výztuží"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Vzdálenost mezi výztuží a těžištěm průřezu v lokále prvku"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Stanovit zda je nutné uvažovat boulení od smyku"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Stanovit zda uvažovat příspěvek od pásnice"
IDS_END_PART = "Koncová část"
IDS_END_LENGTH = "Koncová délka"
IDS_END_SPACE = "Konečný prostor"
IDS_ETC_ACTION = "atd akce"
IDS_EXTERIOR_COLUMN = "Vnější sloup"
IDS_EDGE = "Hrana"
IDS_ETC = "Atd."
IDS_ECCENTRICITY_FACTOR = "Faktor excentricity"
IDS_END_MOMENT_DESIGN_SHEAR = "Koncový moment pro seismický návrh smykové síly"
IDS_ENVIRONMENT = "Prostředí"
IDS_FACE = "Předek"
IDS_FOR_OTHER_CASES = "Pro ostatní případy"
IDS_FOOT_BRIDGE_INDOOR = "Foot Bridge ( Indoor )"
IDS_FOOT_BRIDGE_OUTDOOR = "Foot Bridge ( Outdoor )"
IDS_FRICTION_FACTOR = "Součinitel tření"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Součinitel pro příspěvek stěny k boulení od smyku"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Násobené smykové síly vyvolané typem zatěžovacího případu"
IDS_HORIZONTAL = "Horizontální"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Výpočet horizontální výztuže pro speciální okrajový prvek ve směru délky"
IDS_HEIGHT_ENTIRE_WALL = "Výška celé stěny"
IDS_HORIZONTAL_TENSILE_STRESS = "Horizontální tahové napětí"
IDS_IMMEDIATE = "Okamžitý"
IDS_INTERIOR_COLUMN = "Vnitřní sloup"
IDS_INTERMEDIATE_MOMENT_FRAME = "Intermediate moment frame"
IDS_INCREASE_SECTION_DIMENSIONS = "Zvětšit rozměry průřezu"
IDS_INTERACTION_CURVE = "Interakční křivka"
IDS_INTERIOR = "Interiér"
IDS_JOINT = "Přípoj"
IDS_JOINT_CLASSIFIED = "Styčník je klasifikován jako,"
IDS_JOINT_CONTINUOUS_BEAMS = "Kontinuální nosníky"
IDS_JOINT_CONTINUOUS_COLUMN = "Kontinuální sloup"
IDS_JOINT_CONFINED_COLUMN = "Omezený sloup"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Diskontinuální nosníky"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Diskontinuální sloup"
IDS_JOINT_NOTCONFINED_COLUMN = "Neomezený sloup"
IDS_LEFT_PART = "Levá část"
IDS_LINEAR_CREEP = "Lineární dotvarování"
IDS_LIVE_LOAD_CASE = "Zatěžovací stav rpoměnné zatížení"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Součinitel pro trvalou složku proměnného zatížení"
IDS_LONG_HYPHEN_TERM = "Dlouhodobý"
IDS_LONG_TERM = "Dlouhodobý"
IDS_MATERIAL = "Materiál"
IDS_MAXIMUM_BEARING_PRESSURE = "napětí při mezní únosnosti"
IDS_MEMBER_INFORMATION = "Informace o prvkus"
IDS_MEMBER_LENGTH = "Délka prvku"
IDS_MEMBER_NAME_SMALL = "Jméno prvku"
IDS_MEMBERS_IN_GROUP = "Prvky ve skupině"
IDS_MIDDLE_PART = "Střední část"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Minimum Rebar Area Required"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Minimum Rebar Space Required"
IDS_MINIMUM_THICK_REQ = "Minimální požadovaná tloušťka"
IDS_MM_INTERACTION_CURVE = "MM interakční křivka"
IDS_MOMENT_CAPACITY = "Momentová únosnost"
IDS_MOMENT_CONNECTION = "Moment Connection"
IDS_MOMENT_FORCE = "Moment síla"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Momentová únosnost výztuže okolo lokální y-osy prvku"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Momentová únosnost výztužr okolo lokální z-osy prvku"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Minimální smyková výztuž je nutná"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Je požadována minimální příčná výztuž."
IDS_MODIFIED_SLENDERNESS = "Modifikovaná štíhlost"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Momentová únosnost průřezu skládajícího se pouze z pásnic"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ je stanoven jako M_pl,Rd$ ale se zanedbáním příspěvku stěny"
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ je stanoven jako M_pl,Rd$ ale se zanedbáním příspěvku stěny"
IDS_MAXIMUM = "maximální"
IDS_MINIMUM = "minimální"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Kontrola maximálního rozteče je přeskočena, protože není poskytnuta smyková výztuž."
IDS_NEG_DOT_CRACK = "Záp. trhlina"
IDS_NEG_DOT_MOMENT = "Záp. moment"
IDS_NEG_DOT_STRESS = "Záp. napětí"
IDS_NM_INTERACTION_CURVE = "NM Interaction Curve"
IDS_NOMINAL_MOMENT = "Jmenivitý moment"
IDS_NOMINAL_MOMENT_CAPACITY = "Jmenovitá momentová únosnost"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "nepředepnutá konstrukce"
IDS_NON_LINEAR_CREEP = "Nelineární dotvarování"
IDS_NOT_DENSE_ZONE = "Not Dense Zone"
IDS_NOT_REQUIRED = "Není vyžadován"
IDS_NOT_SLENDER = "Není štíhlý"
IDS_NEED_NOT_BE_CHECKED = "Není třeba posoudit"
IDS_NOT_ACCEPTABLE = "Neakceptovatelné"
IDS_NORMALIZED_AXIAL_RATIO = "Jmenovitý osový poměr"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Nutno posoudit boulení od smyku"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Není nutno posoudit boulení od smyku"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "nezapočítat příspěvek pásnice"
IDS_OFFICE = "Office"
IDS_ORDINARY_MOMENT_FRAME = "Ordinary moment frame"
IDS_OVERTURNING = "Překlopení"
IDS_OVERTURNING_CAPACITY = "Únosnost na překlopení"
IDS_OVERTURNING_MOMENT = "Překlápěcí moment"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Pouze minimální výztuž je vyžadována"
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Ohybový moment mimo rovinu Mzz se u návrhu průřezu typu 2 neuvažuje"
IDS_PERMANENT_ACTION = "Stálý účinek"
IDS_PILE_BEARING = "Pile Bearing"
IDS_PILE_BEARING_CAPACITY = "Únosnost pilot"
IDS_PILE_PUNCHING_SHEAR = "Protlačení pilot"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Únosnost v protlačení pilot"
IDS_PM_INTERACTION_CURVE = "M-N interakční diagram"
IDS_POS_DOT_CRACK = "Klad. trhlina"
IDS_POS_DOT_MOMENT = "Klad. moment"
IDS_POS_DOT_STRESS = "Klad. napětí"
IDS_POSITION = "Pozice"
IDS_PROBABLE_MOMENT = "Pravděpodobný moment"
IDS_PROBABLE_MOMENT_CAPACITY = "Velikost pravděpodobného momentu"
IDS_PROGRAM_DETERMINED = "Programem určeno"
IDS_PUNCHING_SHEAR = "Protlačení smykem"
IDS_PUNCHING_SHEAR_CAPACITY = "Únosnost v protlačení"
IDS_PILE = "Pilota"
IDS_PROBABLE_MOMENT_COLUMN = "Pravděpodobný moment sloupu"
IDS_QUAS_DOT = "Kvazi."
IDS_REBAR_AREA = "Rebar Area"
IDS_REBAR_SPACE = "Vzdálenost výztuže"
IDS_REBAR_SPACE_BY_MATERIAL = "Vzdálenost výztuže dle materiálu"
IDS_REINFORCEMENT_DATA = "Data k vyztužení"
IDS_RESIDENCE = "Residence"
IDS_REQUIRED_THICKNESS = "Požadovaná tloušťka"
IDS_RESTORING_MOMENT = "Stabilizující moment"
IDS_RIGHT_PART = "Pravá část"
IDS_REPORTINFO_DESCRIONTION_FACT = "Vysvětlení použitých součinitelů pro návrh"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Součinitel redistribude momentů"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Součinitel redistribuce kroucení"
IDS_REPORTINFO_AXIAL = "Osový"
IDS_REPORTINFO_MOMENT = "Moment"
IDS_REPORTINFO_SHEAR = "Smyk"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Součinitel redukce pro užitné zatížení"
IDS_REPORTINFO_SPECIAL_LCOM = "Specialní kombinace zatížení pro zemětřesení"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Součinitel pro svislá zatížení"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Spektrum odezvy zrychlení, krátká perioda"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Součinitel navýšení pevnosti systému"
IDS_REPORTINFO_FOR_DIRECTION__s = "pro směr %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Kombinace pro vertikální seismické zatížení"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Součinitel vertikální síly"
IDS_REPORTINFO_SMF = "Special Moment Frames"
IDS_REPORTINFO_IMF = "Intermediate Moment Frames"
IDS_REPORTINFO_OMF = "Ordinary Moment Frames"
IDS_REPORTINFO_HDF = "Rámy s vysokou tažností"
IDS_REPORTINFO_MDF = "Rámy se střední tažností"
IDS_REPORTINFO_LDF = "Rámy s nízkou tažností"
IDS_REPORTINFO_STMF = "Special Truss Moment Frame"
IDS_REPORTINFO_SCBF = "Special Concentrically Braced Frame"
IDS_REPORTINFO_OCBF = "Ordinary Concentrically Braced Frame"
IDS_REPORTINFO_EBF = "Eccentrically Braced Frame"
IDS_REPORTINFO_BRBF = "Buckling Restrained Braced Frame"
IDS_REPORTINFO_SPSW = "Special Plate Shear Wall"
IDS_REPORTINFO_WA_ = "Watching Area"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Zvláštní ustanovení pro seismický návrh"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Seismický zvětšující součinitel pro smyk"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Aplikovaný zvětšující součinitel pro smyk"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Smyk od %s, Smyk od %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Smyk od %s, Smyk od %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Prvek pro neseismický návrh"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Prvek pro seismicitě nevzdorující systém"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Zvětšující součinitel EQ zatěžovacího stavu pro osové síly"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Zvětšující součinitel EQ zatěžovacího stavu pro momenty"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Zvětšující součinitel EQ zatěžovacího stavu pro smykové síly"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Zvětšující součinitel EQ kombinací pro osové síly"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Zvětšující součinitel EQ kombinací pro momenty"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Zvětšující součinitel EQ kombinací pro symkové síly"
IDS_REPORTINFO_PILOTI_COLM = "Typy sloupů z hlediska seismicity : Pilířové sloupy"
IDS_REPORTINFO_SOFT_STORY_COLM = "Typy sloupů z hlediska seismicity : Soft Story sloupy"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Speciální ŽB konstrukční stěna"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Speciální ŽB konstrukční stěna : Prvky pro neseismický návrh"
IDS_REPORTINFO_LDS_RC_WALL = "Low Ductility Wall"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Low Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_MDS_RC_WALL = "Medium Ductility Wall"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Medium Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_HDS_RC_WALL = "High Ductility Wall"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "High Ductility Wall : Members for Non-Seismic Design"
IDS_REPORTINFO_RESULT_SUMMARY = "Přehled výsledků"
IDS_REPORTINFO_THICKNESS = "Tloušťka"
IDS_REPORTINFO_SECT_NAME_ID = "Jméno průřezu(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elem"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Výztuž"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Poměr"
IDS_REPORTINFO_SECT_CHECK = "Posoucení"
IDS_REPORTINFO_SUMMATION = "Součet"
IDS_REPORTINFO_REBAR = "Tyč"
IDS_REPORT_FOR_DEAD_LOAD = "Pro stálé zatížení"
IDS_REPORT_FOR_GRAVITY_LOAD = "Pro zatížení vlastní tíhou"
IDS_REPORT_FOR_TOTAL_LOAD = "Pro celkové zatížení"
IDS_REPORT_OLNY_EARTHQUAKE = "Pouze zemětřesení"
IDS_REPORT_MINOR_DIR_SEISMIC = "Vedlejší směr pro seismicitu"
IDS_REPORT_DO_NOT_CONSIDER = "nezohledňovat"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "pro zatěžovací případ RS bez uvažování znaménka"
IDS_REPORT_CLOCKWISE = "Po směru hodinových ručiček"
IDS_REPORT_COUNTER_CLOCKWISE = "Proti směru hodinových ručiček"
IDS_REPORT_COMPARE_ABS = "By Compare Abs"
IDS_REPORT_BRACED = "Ztužený"
IDS_REPORT_UNBRACED = "Neztužený"
IDS_REPORT_BRACED_SIDESWAY = "Pro prvky zajištěné proti vybočení rámu"
IDS_REPORT_UNBRACED_SIDESWAY = "Pro prvky nezajištěné proti vybočení rámu"
IDS_REPORT_SINGLE_CURVATURE = "Jednoduchá křivost"
IDS_REPORT_REVERSE_CURVATURE = "Obrácená křivost"
IDS_REPORT_ERROR_Pn_ZERO = "Error : hodnota Pn je nula"
IDS_REPORT_ELEM_NO = "Elem No."
IDS_REPORT_MEMB_NO = "Prvek No."
IDS_REPORT_NODE_NO = "Node No."
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Výztuž pro přenesení kroucení je nutná"
IDS_REPORT_ONLY_GRAVITY_LOAD = "Pouze gravitační zatížení"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Vyloučit seismické zatížení"
IDS_REPORT_CALC_CLOCKWISE = "Vypočítat ve směru hodinových ručiček"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Vypočítat proti směru hodinových ručiček"
IDS_REPORT_UNBRACED_SLENDER = "účinky štíhlosti nelze zanedbat."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Vypočítat násobené smykové napětí s násobeným nevyváženým momentem."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Vypočítat parametry pro lokální-y ohybu rovnoběžného s okrajem"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Vypočítat parametry pro lokální-z ohybu rovnoběžného s okrajem"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Vypočítat parametry pro lokální-y ohybu kolmého na okraj"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Vypočítat parametry pro lokální-z ohybu kolmého na okraj"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Vypočítat parametry pro lokální-y vnitřní oblasti"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Vypočítat parametry pro lokální-z vnitřní oblasti"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Vypočítat parametry vnitřního kruhového"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Vypočítat parametry kolem lokální osy y rohu"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Vypočítat parametry kolem lokální osy z rohu"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Čtverec se stejným obvodem"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Výpočet neutrální osy nekonvergoval."
IDS_REPORT_SEISMIC_ZONE = "Seismická zóna"
IDS_SAFETY_FACTOR = "Součinitel bezpečnosti"
IDS_SEISMIC_REDUCTION_FACTOR = "Redukční součinitel pro zemětřesení"
IDS_SHEAR = "Smyk"
IDS_SHEAR_CAPACITY = "Smyková únosnost"
IDS_SHEAR_CAPACITY_US = "Výpočet smykové odolnosti"
IDS_SHEAR_CONNECTION = "Shear Connection"
IDS_SHOPPING_MALL = "Shopping Mall"
IDS_SHORT_HYPHEN_TERM = "Krátkodobý"
IDS_SLENDER = "Štíhlý"
IDS_SLIDING = "Pokluz, posunutí"
IDS_SLIDING_CAPACITY = "Únosnost na posunutí"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Vzdálenost smykové výztuže"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - Výztuž speciálního okrajového prvku není nutná"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Výztuž speciálního okrajového prvku je nutná"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Speciální okrajové prvky nejsou vyžadovány"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Speciální okrajové prvky jsou vyžadovány"
IDS_SPECIAL_MOMENT_FRAME = "Special moment frame"
IDS_STIRRUPS = "Třmínky"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Přetvoření ve výztuži"
IDS_STRESS_IN_THE_REINFORCEMENT = "Napětí ve výztuži"
IDS_STRESS_STRAIN_RELATION = "Pracovní diagram"
IDS_STRESS_STRAIN_EQIV_RECT = "Ekvivalentní obdélník"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabolicko rektangulární ( průměrný )"
IDS_STRESS_STRAIN_REAL_PARA = "Parabolicko rektangulární ( detailní )"
IDS_STRESS_UNDER_CONSTRUCTION = "Napětí v průběhu výstavby"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Smyková pevnost betonu třídy vyšší než C50/60 může být omezena hodnotou pro C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Smyková pevnost betonu třídy vyšší než C90/105 může být omezena hodnotou pro C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Smyková pevnost betonu třídy vyšší než C100/115 může být omezena hodnotou pro C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Smyková pevnost betonu třídy vyšší než B65(C60/75) může být omezena hodnotou pro B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Smyková výztuž není nutná."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Příčná výztuž není vyžadována."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Smyková výztuž není je nutná."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Příčná výztuž je vyžadována."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Hledání neutrálné osy"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Hledání součinitele vzpěru"
IDS_STIFFENED = "Vyztužený"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Součet pravděpodobných momentů připojených nosníků"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Vypočítat maximální rozteč pro směr y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Vypočítat maximální rozteč pro směr z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Zkontrolovat, zda uvažovat tabulku %s rovnice (%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Proto se uvažuje %s rovnice (%s)."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Proto se %s rovnice (%s) neuvažuje."
IDS_SKIN = "Strana"
IDS_STEEL_I_TYPE2 = "Ocel-I (Typ2)"
IDS_STEEL_BOX_TYPE2 = "Ocel-Kontejner (Typ2)"
IDS_STEEL_TUB_TYPE2 = "Ocel-Trubka (Typ2)"
IDS_TABLE = "Tabulka"
IDS_TENS_DOT = "Desítky."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Tahová pevnost výztuže"
IDS_TENSION = "Tah"
IDS_TENSION_CONTROLLED = "Porušení tahem"
IDS_TENSION_ONLY = "Vzdorující pouze tahu"
IDS_THICKNESS = "Tloušťka"
IDS_TOP = "Horní"
IDS_TORSION = "Kroucení"
IDS_TORSION_CAPACITY = "Únosnost v kroucení"
IDS_TORSION_CAPACITY_US = "Výpočet torzní odolnosti"
IDS_TORSION_CHECK_NEED = "Započítat vliv kroucení"
IDS_TORSION_NEGLECT = "Je povoleno zanedbat vliv kroucení."
IDS_TORSION_NEGLECT_CHK = "Posoudit zda lze jeho vliv zanedbat"
IDS_TORSION_NEGLECT_CHK_US = "Kontrola účinků torze."
IDS_TORSION_REQ_AS_L = "Výpočet nutné podélné výztuže na kroucení."
IDS_TORSION_REQ_AS_L_US = "Checking longitudinal reinforcements."
IDS_TORSION_REQ_AS_T = "Výpočet nutné příčné výztuže na kroucení."
IDS_TORSION_SECTIONLIMIT = "Posoudit limit průřezu"
IDS_TORSION_SMAX = "Výpočet konstrukčních zásad pro výztuž na kroucení."
IDS_TORSION_SMAX_T = "Výpočet konstrukčních zásad pro příčnou výztuž na kroucení."
IDS_TORSION_SMAX_L = "Výpočet konstrukčních zásad pro podélnou výztuž na kroucení."
IDS_TORSION_STRENGTH = "Posoudit pevnost v kroucení"
IDS_TRANSITION = "Přechod"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Typ výpočtu tahové pevnosti je None."
IDS_NEED_MORE_REBAR = "Potřebujete více výztuže"
IDS_UNCRACKED_SECTION = "Nepotrhaný průřez"
IDS_UPLIFT = "Zvedání"
IDS_USE_TYPE = "Use Type"
IDS_USER_STRENGTH_FACTOR = "Součinitel redukce pevnosti definovaný uživatelem"
IDS_UNSTIFFENED = "Nevyztužený"
IDS_USER_DEFINED = "User defined"
IDS_VARIABLE_ACTION = "Proměnné zatížení"
IDS_VERTICAL = "Certikální"
IDS_VERTICAL_FORCE = "Vertikální síla"
IDS_VERTICAL_TENSILE_STRESS = "Vertikální tahové napětí"
IDS_VOLUMETRIC_RATIO = "Volumetric Ratio"
IDS_VALUE_DGN = "Hodnota"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Prosím ověřte informace o výztuži."
IDS_VIBRATION = "Vibration"
IDS_WALL_HEIGHT = "Výška stěny"
IDS_WALL_LENGTH = "Délka stěny"
IDS_WALL_THICKNESS = "Tloušťka stěny"
IDS_WATCHING_AREA = "Watching Area"
IDS_WHERE = "Kde"
IDS_WALL_MOMENT_ENVELOP = "Vypočítat návrhový moment z obálkového diagramu pro duktilní stěnu"
IDS_WALL_BELOW__s = "pod %s"
IDS_WALL_ABOVE__s = "nad %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Musíte zadat údaje o vzdálenosti disipativních zón (critical regions)"
IDS_Y_AXIS = "osa y"
IDS_Z_AXIS = "osa z"
IDS_DGN_RPRT_USERS_UNIT = "Jednotka uživatele : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Posouzení využití na N (Axial ratio)"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Posouzení osové únosnosti"
IDS_DGN_RPRT_DET_CALC_RESIS = "Výpočet návrhové únosnosti průřezu"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Křivka boulení"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Vypočítat návrhovou únosnost pro vzpěr zkroucením"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Návrhová únosnost pro vzpěr zkroucením a prostorový vzpěr"
IDS_DGN_RPRT_DET_COMP_RESIS = "Návrhová únosnost tlačeného prvku"
IDS_DGN_RPRT_DET_TENS_RESIS = "Návrhová únosnost taženého prvku"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Poměrná štíhlost"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Návrhová únosnost pro rovinný vzpěr"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Výpočet návrhové únosnosti pro rovinný vzpěr ( hlavní centální osa )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Výpočet návrhové únosnosti pro rovinný vzpěr ( osa y-y  )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Výpočet návrhové únosnosti pro rovinný vzpěr ( osa z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Posudek boulení od ohybu není nutný"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Posudek No need to check torsional-flexural buckling."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Střed smyku"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Shear center from centroid"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Posouzení návrhové únosnosti pro ohyb okolo hlavní (tuhé) osy"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Posouzení návrhové únosnosti pro ohyb okolo vedlejší (měkké) osy"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Návrhová ohybová únosnost okolo hlavní osy y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Návrhová ohybová únosnost okolo vedlejší osy z-z "
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Návrhová ohybová únosnost okolo hlavní (tuhé) hlavní centrální osy u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Návrhová ohybová únosnost okolo vedlejší (měkké) hlavní centrální osy v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Výpočet návrhové únosnosti pro klopení"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Štíhlost pro boulení, vzpěr"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Návrhová únosnost na klopení"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "Nutno posoudit LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Není nutné posoudit LTB"
IDS_DGN_RPRT_DET_AND = "a"
IDS_DGN_RPRT_DET_OR = "nebo"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Ověřit návrhovou únosnost na klopení"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Průřez nesymetrický okolo vedlejší osy nebo nepodporovaný průřez"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Nelze ověřit klopení (LTB)"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Posouzení návrhového interakčního poměru únosnosti s vlivem boulení (Ohyb a normálová síla)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Redukované součinitele boulení"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Součinitel účinnosti"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Kritická síla při boulení"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Únosnost v ohybu při klopení"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Součinitel ekvivalentního konstantního momentu"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Pomocné vztahy"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Součinitel interakce"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Interakční hodnoty"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Interakční poměr"
IDS_DGN_RPRT_DET_INTERACTON = "Interakce"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Posouzení interakce"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Posouzení interakčního poměru ohybu a normálové síly"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Posouzení interakčního poměru únosnosti v kroucení (Normálové napětí a napětí od kroucení)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Posouzení interakčního poměru třídy průřezu 1 a 2 (Ohyb a tlak)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Aplikované síly pro interakční poměr"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Redukovaná momentová únosnost pro velký smyk kolmo k hlavní ose"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Redukovaná momentová únosnost pro velký smyk kolmo k vedlejší ose"
IDS_DGN_RPRT_DET_PART = "Část"
IDS_DGN_RPRT_DET_CLASS = "Třída"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Třída průřezu"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Posouzení tahového napětí ve Výztuži směr-1, horní"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Posouzení tahového napětí ve Výztuži směr-1, dolní"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Posouzení tahového napětí ve Výztuži směr-2 horní"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Posouzení tahového napětí ve Výztuži směr-2 dolní"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Posouzení tlakového napětí v betonu, horní"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Posouzení tlakového napětí v betonu, dolní"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Směr 1 Tahové napětí horní"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Směr 2 Tahové napětí horní"
IDS_DGN_RPRT_DET_COMP_TOP = "Tlakové napětí horní"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Směr 1 Tahové napětí dolní"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Směr 2 Tahové napětí dolní"
IDS_DGN_RPRT_DET_COMP_BOT = "Tlakové napětí, dolní"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Posouzení zda je prvek potrhán nebo ne"
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Membránová síla"
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Posouzení minimálního hlavní napětí"
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Nezbytná výztuž a napětí v betonu"
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Tahová pevnost způsobená výztuží"
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Limitní pevnost betonu"
IDS_DGN_RPRT_DET_CHK_RESULT = "Ověřit výsledky"
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Ověřit únavu"
IDS_DGN_RPRT_DET_FATIGUE = "Únava"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Výpočet odolnosti na únavu"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "V konstrukční oceli"
IDS_DGN_RPRT_DET_CALC_TORSION = "Výpočet únosnosti v kroucení"
IDS_DGN_RPRT_DET_VERIFICATION = "Posouzení"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Podélný smyk, návrhové zatížení"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Posouzení štíhlosti tlačeného prvku"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Posouzení štíhlosti taženého prvku"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Posouzení normálové únosnosti"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Výpočet osové tlakové únosnosti"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Výpočet štíhlosti jednoruchého úhelníku"
IDS_DGN_RPRT_DET_CALC_FBS = "Výpočet napětí při boulení při ohybu"
IDS_DGN_RPRT_DET_CALC_FTBS = "Výpočet napětí při boulení pro kombinaci ohybu a kroucení"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Nebere se v úvahu"
IDS_DGN_RPRT_DET_NON_SLENDER = "Není štíhlý"
IDS_DGN_RPRT_DET_SLENDER = "Štíhlý"
IDS_DGN_RPRT_DET_CHK_WTRF = "Posoudit poměr šířka/tloušťka pásnice"
IDS_DGN_RPRT_DET_CHK_WTRS = "Check width-thickness ratio of stem"
IDS_DGN_RPRT_DET_CALC_QSF = "Výpočet redukčního součinitele pro pásnici"
IDS_DGN_RPRT_DET_CALC_QSS = "Calculate reduction factor of stem"
IDS_DGN_RPRT_DET_CALC_Q = "Výpočet redukčního součinitele ztužených prvků"
IDS_DGN_RPRT_DET_CHK_DTRW = "Posouzení poměru výška/tloušťka stojiny"
IDS_DGN_RPRT_DET_CALC_QS = "Výpočet redukčního součinitele pro štíhlé neztužené prvky"
IDS_DGN_RPRT_DET_CALC_QA = "Výpočet redukčního součinitele pro štíhlé ztužené prvky"
IDS_DGN_RPRT_DET_CHK_WTR = "Posouzebí poměru šířka/tloušťka"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Posouzebí poměru šířka/tloušťka horní pásnice"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Posouzebí poměru šířka/tloušťka dolní lásnice"
IDS_DGN_RPRT_DET_CHK_DTR = "Posouzení poměru průběr/tloušťka"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Posouzení ohybové únosnosti okolo hlavní osy (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Výpočet ohybové únosnosti okolo hlavní osy"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Posouzení ohybové únosnosti okolo vedlejší osy (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Výpočet ohybové únosnosti okolo vedlejší osy"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Posouzení ohybové únosnosti okolo hlavní osy (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parametr průřezu okolo hlavní osy"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Návrhový moment okolo hlavní osy"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Výpočet limitního poměru šířka/tloušťka pro ohyb"
IDS_DGN_RPRT_DET_WTR = "Poměr šířky ku tloušťce"
IDS_DGN_RPRT_DET_YIELD = "Za mezí kluzu, tečení"
IDS_DGN_RPRT_DET_LTB = "Klopení"
IDS_DGN_RPRT_DET_NOT_APP = "Není aplikováno"
IDS_DGN_RPRT_DET_CALC_LLB = "Lokální boulení"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Posouzení ohybové únosnosti okolo vedlejší osy (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Elastický modul průřezu k tažené a tlačené pásnici"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Výpočet mezního poměru šířka/tloušťka pásnice pro ohyb"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Výpočet mezního poměru výška/tloušťka stěny pro ohyb"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Efekt zpevnění tahem"
IDS_DGN_RPRT_DET_APP = "Aplikováno"
IDS_DGN_RPRT_DET_BEND_RPG = "Redukční součinitel pro pevnost v ohybu"
IDS_DGN_RPRT_DET_BEND_CFY = "Tlačená pásnice za mezí kluzu"
IDS_DGN_RPRT_DET_BEND_CFLB = "Lokální boulení tlačené pásnice"
IDS_DGN_RPRT_DET_BEND_TFY = "Tažená pásnice za mezí kluzu"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Plastický modul průřezu k tažené a tlačen pásnici"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Plně podepřeno proti klopení - nepoužije se LTB"
IDS_DGN_RPRT_DET_COMPACT = "Kompaktní"
IDS_DGN_RPRT_DET_NONCOMPACT = "Nekompaktní"
IDS_DGN_RPRT_DET_BEND_YIELD = "Jmenovitá ohybová únosnost při dosažení meze kluzu"
IDS_DGN_RPRT_DET_BEND_FLB = "Jmenovitá ohybová únosnost při lokálním boulení pásnice"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Kompaktní pásnice - není aplikováno"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Kompaktní stojina - není aplikováno"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Kompaktní průřez - není aplikováno"
IDS_DGN_RPRT_DET_COMB_CHK = "Posouzení složeného napětí"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Výpočet interakce složeného napětí"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Posouzení smykové únosnosti ve směru hlavní osy (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Posouzení smykové únosnosti ve směru hlavní osy"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Posouzení smykové únosnosti ve směru vedlejší osy (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Posouzení smykové únosnosti ve směru vedlejší osy"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Výpočet smykového součinitele pro stěnu"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informace o velikosti průřezu"
IDS_DGN_RPRT_DET_BEND_WLB = "Lokální boulení stojiny"
IDS_DGN_RPRT_DET_COMP_YIELD = "Překročení meze kluzu v tlaku"
IDS_DGN_RPRT_DET_CLB = "Lokální tlakové boulení"
IDS_DGN_RPRT_DET_CHK_TORSION = "Posouzení únosnosti v kroucení"
IDS_DGN_RPRT_DET_CALC_C = "Výpočet součinitele C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Výpočet únosnosti při boulení"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Vypočet jmenovitou únosnost v kroucení"
IDS_DGN_RPRT_DET_CALC_FLB = "Výpočet lokálního bouení pásnice"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Výpočet svislé únosnosti stěny"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Výpočet curvature ductility"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Posouzení mechanického objemového stupně vyztužení ovinujících třmínků v rámci disipativních zón (critical regions)"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Posouzení porušení posunutím v rámci disipativních zón (spodní pozice)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Posouzení délky koncové zóny"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Délka koncové zóny"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Výpočet osové tahové únosnosti"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Elastická modul průřezu k taženým a tlačeným pásnicím"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Elastická modul průřezu k tlačeným pásnicím"
IDS_DGN_RPRT_CALC_COMP_FLB = "Výpočet lokálního boulení tlačené pásnice"
IDS_DGN_RPRT_LEGS = "nohy"
IDS_DGN_RPRT_LEG = "noha"
IDS_DGN_RPRT_POSITIVE = "Kladný"
IDS_DGN_RPRT_NEGATIVE = "Záporný"
IDS_MEMBER_NAME = "Jméno prvku"
IDS_SKIP_MESSAGE = "Calculation is skipped."
IDS_SECTION_PROP = "Průřezová charakteristika"
IDS_THICKNESS_PROP = "Charakteristika tloušťky"
IDS_LENGTH = "Délka"
IDS_STRESS = "Napětí"
IDS_STEEL = "Ocel"
IDS_STEEL_SECTION = "Ocelový průřez"
IDS_COMPOSITE_SECTION = "Kompozitní průřez"
IDS_DGN_STRESS_CHECK = "Kontrola napětí"
IDS_DGN_SLAB = "Deska"
IDS_DGN_SHEAR_FORCE = "Smyková síla"
IDS_DGN_COMBINED_RATIO = "Kombinovaný poměr"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Vzdálenost výztuže"
IDS_DGN_RPT_SPACING = "Vzdálenost"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Rozdělovací výztuž"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Posouzení horní rozdělovací výztuže"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Posouzení dolní rozdělovací výztuže"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( pro nepředpjaté konstrukce )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( pro prvky bez tahové síly )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( pro prvky s kombinací ohybu a kroucení )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(dle třídy betonu a oceli)"
IDS_DGN_RPT_NOT_REQUIRED = "Není vyžadováno."
IDS_DGN_RPT_APPLIED_SPACING = "Aplikovaná vzdálenost"
IDS_DGN_RPT_CALCULATE_SPACING = "Výpočet vzdálenosti"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Nutná výztuž"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Maximální síly podél prvku"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Výchozí nebo uživatelsky devinovaný)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Výpočet maximálního využití pro interakci"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Místo maximálního průhybu"
IDS_COMMON_MAIN_REBAR = "Hlavní výztuž"
IDS_COMMON_DISTRI_REBAR = "Distribuční výztuž"
IDS_COMMON_STIRRUP = "Svařovaná výztuž"
IDS_COMMON_NO_STIRRUP = "Bez svařované výztuže"
IDS_EC2_CHARACTERSTIC = "Charakteristická"
IDS_EC2_QUARSIPERMANENT = "Kvazi-trvalá"
IDS_EC2_FREQUENT = "Častá"
IDS_EC3_LEFT_TOP_FLANGE = "LEVÝ HORNÍ OKRAJ"
IDS_EC3_RIGHT_TOP_FLANGE = "PRAVÝ HORNÍ OKRAJ"
IDS_EC3_MID_TOP_FLANGE = "STŘEDNÍ HORNÍ OKRAJ"
IDS_EC3_LEFT_BOT_FLANGE = "LEVÝ DOLNÍ OKRAJ"
IDS_EC3_RIGHT_BOT_FLANGE = "PRAVÝ DOLNÍ OKRAJ"
IDS_EC3_MID_BOT_FLANGE = "STŘEDNÍ DOLNÍ OKRAJ"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "HORNÍ ČÁST WEBU"
IDS_EC3_BOT_PART_WEB = "DOLNÍ ČÁST WEBU"
IDS_EC3_WEB_PANEL = "Webový panel"
IDS_EC3_WEB_DUMMY = "Dummy web"
IDS_EC3_SECTION_CLASS = "Klasifikace průřezu"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Faktor zesílení prohnutí"
IDS_EC3_TOP_WEB = "HORNÍ WEB"
IDS_EC3_BOTTOM_WEB = "DOLNÍ WEB"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "PRAVÝ WEB"
IDS_EC3_TUBULAR = "TUBULÁRNÍ"
IDS_EC3_INT_BOT_FLANGE = "VNITŘNÍ DOLNÍ OKRAJ"
IDS_EC3_INT_TOP_FLANGE = "VNITŘNÍ HORNÍ OKRAJ"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "LEVÝ-STŘEDNÍ HORNÍ OKRAJ"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "PRAVÝ-STŘEDNÍ HORNÍ OKRAJ"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "LEVÝ-STŘEDNÍ DOLNÍ OKRAJ"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "PRAVÝ-STŘEDNÍ DOLNÍ OKRAJ"
IDS_EC3_TOP_FLANGE_PANEL = "Panel horního okraje"
IDS_EC3_BOT_FLANGE_PANEL = "Panel dolního okraje"
IDS_EC3_TOP_FLANGE = "HORNÍ OKRAJ"
IDS_EC3_BOT_FLANGE = "DOLNÍ OKRAJ"
IDS_EC3_LEFT_D_TOP_FLANGE = "LEVÝ-D HORNÍ OKRAJ"
IDS_EC3_RIGHT_D_TOP_FLANGE = "PRAVÝ-D HORNÍ OKRAJ"
IDS_EC3_LEFT_1_TOP_FLANGE = "LEVÝ-1 HORNÍ OKRAJ"
IDS_EC3_LEFT_2_TOP_FLANGE = "LEVÝ-2 HORNÍ OKRAJ"
IDS_EC3_RIGHT_1_TOP_FLANGE = "PRAVÝ-1 HORNÍ OKRAJ"
IDS_EC3_RIGHT_2_TOP_FLANGE = "PRAVÝ-2 HORNÍ OKRAJ"
IDS_EC3_LEFT_D_BOT_FLANGE = "LEVÝ-D DOLNÍ OKRAJ"
IDS_EC3_RIGHT_D_BOT_FLANGE = "PRAVÝ-D DOLNÍ OKRAJ"
IDS_DGN_CONSTRUCTIBILITY = "Konstrukční proveditelnost"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "od spodního povrchu průřezu"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Předpokládá se, že příčné Napětí pásnicové desky je nulové"
IDS_AS_STRENGTH_FLANGE_PLATE = "Pevnost okrajové desky"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Únosnost podélné výztuhy pásnice"
IDS_CRACKED = "Prasklý"
IDS_EFFECTIVE_SECTION_PROP = "Účinná vlastnost průřezu"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Zkontrolovat minimální plochu Výztuže"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Předpokládá se, že plocha koncových stojek splňuje požadavek rovnice 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Kontrola prasklin desky"
IDS_AS_NOMINAL_DIAMETER = "Nominální průměr"
IDS_AS_CENTER_TO_CENTER_SPACING = "Rozestup střed ke středu"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Zkontrolovat maximální rozteč Výztuže"
IDS_AS_YIELDING_FLANGE_PLATE = "Dosažení Meze kluzu %s pásnicové desky"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel od horní pásnice"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "výztuha od horní pásnice"
IDS_AS_CRITICAL_PANEL = "Kritický panel:"
IDS_AS_CRITICAL_STIFFENER = "Kritická výztuha:"
IDS_AS_FIRST = "První"
IDS_AS_SECOND = "Druhý"
IDS_AS_THIRD = "Třetí"
IDS_AS_FOURTH = "Čtvrtý"
IDS_AS_FIFTH = "Pátý"
IDS_AS_SIXTH = "Šestý"
IDS_AS_SEVENTH = "Sedmý"
IDS_INTERACTION_SHEAR_BENDING = "Interakce smyku a ohybu"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interakce \n smyku a ohybu"
IDS_PROPORTIONING_METHOD = "Metoda dimenzování"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Metoda interakce smyku a ohybu"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "je stanoveno v souladu s článkem 4.6.3 s ohledem na posloupnost výstavby."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Únosnost podélných výztuh pásnice"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Únosnost podélné \nvýztuhy pásnice"
IDS_DEMAND = "Požadavek"
IDS_CAPACITY = "Kapacita"
IDS_YIELDING_FLANGE_PLATE = "Mez kluzu příruby"
IDS_LONGITUDINAL_SHEAR_SLS = "Podélný smyk pro SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Charakteristická smyková únosnost smykových spojovacích prvků"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Dimenzování pro podélný smyk"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Návrhová podélná smyková Síla na jednotku délky"
IDS_FORCE = "Síla"
IDS_COMPOSITE = "Kompozitní"
IDS_COMPONENT = "Komponenta"
IDS_STRESSES = "Napětí"
IDS_TOP_FLANGE = "Horní příruba"
IDS_BOTTOM_FLANGE = "Dolní příruba"
IDS_WARPING_STRESSES = "Napětí z deformace"
IDS_DSITORSIONAL_WARPING = "Distorsionální deformace"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Efektivní plastická neutrální osa"
IDS_DESIGN_FOR_BENDING_MOMENT = "Dimenzování pro ohybový moment"
IDS_MOMENT_MODIFICATION_FACTOR = "Faktor modifikace momentu"
IDS_SHEAR_YIELD_CAPACITY = "Kapacita kluzu smyku"
IDS_SHEAR_BUCKLING_CAPACITY = "Kapacita klopení smyku"
IDS_INTERACTION_BUCKLING_CRITERION = "Kritérium interakce klopení"
IDS_RESTRAINT_WEB_PANELS = "Omezení panelů webu"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Tento stojinový panel je zajištěn"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Tento stojinový panel není zajištěn"
IDS_BUCKLING_COEFFICIENTS = "Koeficienty klopení"
IDS_AXIAL_COEFFICIENTS = "Axialní koeficienty"
IDS_SHEAR_COEFFICIENTS = "Koeficienty smyku"
IDS_BENDING_COEFFICIENTS = "Koeficienty ohybu"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Únosnost podélných stojinových výztuh"
IDS_STIFFENER = "Ztužidlo"
IDS_MINIMUM_STIFFNESS = "Minimální tuhost"
IDS_YIELDING_WEB_PANEL = "Mez kluzu panelu webu"
IDS_PLASTIC_MOMENT = "Plastický moment"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Efektivní délka klopení pro osu Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Efektivní délka klopení pro osu Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "poznámka"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Pozice"
IDS_DGN_RPT_DIRECTION = "směr"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Web"
IDS_DGN_RPT_PART_FLANGE = "Příruba"
IDS_DGN_RPT_PART_CORNER = "Roh"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Faktor modifikace odezvy"
IDS_AU_BRACED_COLUMN = "Ztužený sloup"
IDS_AU_DAY = "Den"
IDS_AU_DAYS = "Dny"
IDS_AU_DIRECTION = "Směr"
IDS_AU_DOUBLE_CURVATURE = "Dvojitá křivost"
IDS_AU_ELEMENT_ID = "ID prvku"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Suché"
IDS_AU_ENVIRONMENT_INTERIOR = "Vnitřní"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Blízko pobřeží"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Mírné vnitrozemí"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropické"
IDS_AU_MIDDLE = "STŘED"
IDS_AU_NODE_ID = "ID uzlu"
IDS_AU_PARA_END_I = "Konec(i)"
IDS_AU_PARA_END_J = "Konec(j)"
IDS_AU_PARA_MIDDLE = "Střed"
IDS_AU_POSITION = "Pozice"
IDS_AU_SECTION_ID = "ID průřezu"
IDS_AU_THICKNESS_ID = "ID tloušťky"
IDS_AU_UNBRACED_COLUMN = "Nepodložený sloup"
IDS_AU_ABSOLUTE_VALUES = "Absolutní hodnoty"
IDS_AU_AGE_OF_CONCRETE = "Věk betonu"
IDS_AU_AGGREGATE_SIZE = "Velikost agregátu"
IDS_AU_ANGLE_OF_INCLINATION = "Úhel sklonu"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Použít minimální ohybový moment"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Plocha průřezu prutu tvořícího uzavřený třmínek"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Plocha průřezu ohraničená střednicí krajních třmínků"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Plocha uzavřená dráhou smykového toku"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Plocha uzavřená střednicí vnější uzavřené příčné torzní Výztuže"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Plochy výztužných prutů v polovině výšky průřezu obsahující ohybovou taženou oblast"
IDS_AU_ASSUMED_BY_DESIGN = "Předpokládáno návrhem"
IDS_AU_BALANCED_AXIS = "Vyvážená osa"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Základní smrštění při sušení"
IDS_AU_BEND_MOMENT_STRN = "Pevnost ohybového momentu"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Osová vzdálenost prutů u taženého povrchu"
IDS_AU_CENT_SPAC_REIN = "Osová vzdálenost Výztuže"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Charakteristická jednoosá tahová pevnost Betonu"
IDS_AU_CHAR_YIELD_STRN_REIN = "Charakteristická Mez kluzu Výztuže"
IDS_AU_CITY = "Město"
IDS_AU_COMP_FORC_REIN_SINGLE = "Tlaková Síla od Výztuže na základě návrhu s jednoduchou Výztuží"
IDS_AU_COMP_FORCE = "Tlaková síla"
IDS_AU_COMP_FORCE_CONC = "Tlaková síla od betonu"
IDS_AU_CRACK_WIDTH = "Šířka trhliny"
IDS_AU_DAY_OF_DRYING = "Den sušení"
IDS_AU_DESIGN_FACTORS = "Návrhové faktory"
IDS_AU_DIST_LONG_BAR_SIDE = "Vzdálenost podélného prutu od boku"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Vzdálenost podélného prutu od spodního líce"
IDS_AU_EFF_DEPTH_BENDING = "Účinná výška průřezu v rovině ohybu"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Faktor efektivní pevnosti v tlaku"
IDS_AU_ENVIRONMENT = "Prostředí"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Ekvivalentní faktorizovaná smyková síla"
IDS_AU_EXPOSED_PERI_SECT = "Odkrytý obvod průřezu"
IDS_AU_EXPOSURE_CLASSIFICATION = "Klasifikace expozice"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Konečné autogenní smrštění"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Konečné základní přetvoření od smršťování vysycháním"
IDS_AU_GOVERN_LCOM = "Hlavní kombinace zatížení"
IDS_AU_HOOP = "Obvod"
IDS_AU_HOOP_BAR = "Obvodová tyč"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Uvnitř oblasti zvláštního omezení"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Délka vnějšího obvodu betonového průřezu"
IDS_AU_MAIN_BAR = "Hlavní tyč"
IDS_AU_MAX_ALLOW_LONG_REIN = "Maximální povolená podélná výztuž"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Maximální podélná rozteč smykové Výztuže"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Maximální požadovaná ohybová tažená Výztuž"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Maximální štíhlost je překročena"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Maximální štíhlost NENÍ překročena"
IDS_AU_MAX_STRS_REIN_DIA = "Maximální Napětí Výztuže podle průměru"
IDS_AU_MAX_STRS_REIN_SPAC = "Maximální Napětí Výztuže podle rozteče"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Střední hodnota osové tahové pevnosti Betonu"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Střední hodnota in situ pevnosti Betonu v tlaku"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimální povolená podélná výztuž"
IDS_AU_MIN_BEND_MOMENT = "Minimální ohybový moment"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Minimální požadovaná ohybová tažená Výztuž"
IDS_AU_MIN_REQ_STRN = "Minimální požadovaná pevnost"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Minimální příčná výztuž proti smyku"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Moment setrvačnosti od tlakové Výztuže"
IDS_AU_MOMENT_INERTIA_CONC = "Moment setrvačnosti Betonu"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Moment setrvačnosti od tažené Výztuže"
IDS_AU_MOMENT_STRN = "Pevnost momentu"
IDS_AU_NEUTRAL_AXIS = "Neutrální osa"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Počet bočně zajištěných podélných prutů"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Jmenovitá únosnost Výztuže pro vyváženou osu"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Jmenovitá únosnost Výztuže pro neutrální osu"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NENÍ speciální ohraničená oblast"
IDS_AU_ON_FLEX_COMP_SIDE = "Na ohybově tlačené straně"
IDS_AU_ON_FLEX_TENS_SIDE = "Na ohybově tažené straně"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Mimo oblast zvláštního omezení"
IDS_AU_OVERALL_DEPTH_BENDING = "Celková výška průřezu v rovině ohybu"
IDS_AU_POSI_TENSION_NEGA_COMP = "Kladné pro tah, záporné pro tlak"
IDS_AU_RECT_SECT = "Obdélníkový průřez"
IDS_AU_REIN_REQ_COLM = "Požadavky na výztuž pro sloupy"
IDS_AU_REIN_REQ_WALL = "Požadavky na výztuž pro stěny"
IDS_AU_REIN_TENS_ZONE_CRACK = "Výztuž v tažené oblasti pro kontrolu trhlin"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Úhel natočení neutrální osy"
IDS_AU_ROTATED_SECT = "Rotovaný průřez"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Vyhledat hloubku neutrální osy"
IDS_AU_SHEAR_STRN = "Smyková pevnost"
IDS_AU_SLEND_RATIO = "Poměr štíhlosti"
IDS_AU_SPECIAL_CONFINE_REGION = "Speciální ohraničená oblast"
IDS_AU_SPIRAL = "Spirála"
IDS_AU_STRS_REIN = "napětí výztuže"
IDS_AU_T_SECT_FLG_TENS = "T průřez, pásnice v tahu"
IDS_AU_T_SECT_WEB_TENS = "T průřez, stojina v tahu"
IDS_AU_TENS_FORC_REIN = "Tenzní síla výztuže"
IDS_AU_TENS_REIN_AREA = "Tenzní plocha výztuže"
IDS_AU_TORS_CAPA = "Torzní kapacita"
IDS_AU_TORS_CRACK_MOMENT = "Torzní praskací moment"
IDS_AU_TORS_STRN = "Torzní pevnost"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Celková plocha uzavřená vnějším obvodem betonového průřezu"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Příčná smyková Výztuž NENÍ požadována"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Je požadována příčná smyková výztuž"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Součinitel hloubky rovnoměrného tlakového napětí"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Faktor rovnoměrného tlakového napětí"
IDS_AU_USER_INPUT_APPLIED = "Zadaný vstup uživatele"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Ověření požadavku na speciální oblast zajištění"
IDS_AU_AXIAL_MOMENT_CAPA = "Axialní / Momentová kapacita"
IDS_AU_MIN_TRANS_REIN_AREA = "Minimální příčná plocha výztuže"
IDS_AU_CONFINE_CORE = "Zajištění jádra"
IDS_AU_SPAC_FITMENTS = "Rozteč příslušenství"
IDS_AU_BAR_DIA_FITMENT = "Průměr tyče příslušenství"
IDS_AU_MAX_TRANS_REIN_SPAC = "Maximální rozteč příčné výztuže"
IDS_AU_ANAL_RES_BENDING = "Výsledky analýzy pro ohyb"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Osové síly od stálého zatížení"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Osové síly od užitného zatížení"
IDS_AU_CENT_TO_CENT_SPAC = "Rozteč střed ke středu"
IDS_AU_CLEAR_DIST = "Čistá vzdálenost"
IDS_AU_CTRL_FOR_CRACKING = "Kontrola praskání"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Vzdálenost od horního vlákna k těžišti výslednic tlakových sil"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Vzdálenost od horního vlákna k těžišti výslednic tahových sil"
IDS_AU_HOR_REINF_CRACK_CTRL = "Vodorovná výztuž pro kontrolu trhlin"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Maximální osová vzdálenost"
IDS_AU_MIN_CLEAR_DIST = "Minimální čistá vzdálenost"
IDS_AU_PERMANENT_EFFECT = "Trvalý efekt"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Výztuž ve vedlejším směru v omezených deskách"
IDS_AU_SHRINK_TEMP_EFFECT = "Účinky smršťování a teploty"
IDS_AU_SLS_LOAD_COMB = "Kombinace zatížení SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Vypočítat úhel sklonu betonové tlakové vzpěry a podélné osy"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Vypočítat autogenní smršťovací deformaci"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Vypočítat osové zatížení a momentové únosnosti"
IDS_AU_CALC_BUCKLING_LOAD = "Vypočítat kritické zatížení"
IDS_AU_CALC_BY_FEM_METHOD = "Vypočítáno metodou FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Vypočítat únosnost tlakového bloku napětí"
IDS_AU_CALC_CAPA_REIN = "Vypočítat kapacitu výztuže"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Vypočítat součinitel pro zvětšení momentu"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Vypočítat součinitel tlakového bloku napětí"
IDS_AU_CALC_DGN_CREEP_COEF = "Vypočítat návrhový koeficient creep"
IDS_AU_CALC_DGN_FORC = "Vypočítat návrhovou sílu"
IDS_AU_CALC_DGN_FORC_NMM = "Vypočítat návrhovou sílu pro NMM"
IDS_AU_CALC_DGN_FORC_NM = "Vypočítat návrhovou sílu pro NM"
IDS_AU_CALC_DGN_MOMENT = "Vypočítat návrhový moment"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Vypočítat návrhovou smršťovací deformaci"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Vypočítat rozdíl mezi střední deformací ve výztuži a betonu"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Vypočítat smršťovací deformaci při sušení"
IDS_AU_CALC_ECCEN = "Vypočítat excentricitu"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Vypočítat účinnou hloubku betonu v tahu obklopující pruty"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Vypočítat efektivní modulární poměr"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Vypočítat efektivní hloubku smyku"
IDS_AU_CALC_FACT = "Vypočítat faktor"
IDS_AU_CALC_FACT_STRS = "Vypočítat faktor pro napětí"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Vypočítat složky síly na neutrální ose"
IDS_AU_CALC_HYPO_THICK = "Vypočítat hypotetickou tloušťku"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Vypočítat moment setrvačnosti popraskaného průřezu"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Vypočítat mezní štíhlostní poměr"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Vypočítat podélnou deformaci v betonu pro smyk"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Vypočítat maximální konečnou rozteč trhlin"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Vypočítat maximální požadovanou ohybovou tahovou výztuž"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Vypočítat maximální rozteč příčné smykové výztuže"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Vypočítat maximální napětí výztuže v tahové oblasti"
IDS_AU_CALC_MIN_BEND_MOMENT = "Vypočítat minimální ohybový moment"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Vypočítat minimální požadovanou ohybovou tahovou výztuž"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Vypočítat minimální požadovanou únosnost v ohybu"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Vypočítat minimální příčnou smykovou výztuž"
IDS_AU_CALC_MODI_FACT = "Vypočítat modifikační faktory"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Vypočítat modifikační součinitel pro nelineární chování dotvarování"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Vypočítat momentovou únosnost pro vzpěrné zatížení"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Vypočítat zvětšovač momentu"
IDS_AU_CALC_MOMENT_RESIST = "Vypočítat odolnost proti momentu"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Vypočítat hloubku neutrální osy"
IDS_AU_CALC_NOMI_CAPA = "Vypočítat nominální kapacitu"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Vypočítat proporce podélné výztuže"
IDS_AU_CALC_REIN_RATIO = "Vypočítat poměr výztuže"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Vypočítat součinitel smyku obecnou metodou"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Vypočítat součinitel smyku zjednodušenou metodou"
IDS_AU_CALC_SHEAR_STRN_CONC = "Vypočítat smykovou únosnost betonu"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Vypočítat smykovou únosnost omezenou rozdrcením stojiny"
IDS_AU_CALC_SHEAR_STRN_REIN = "Vypočítat smykovou únosnost výztuže"
IDS_AU_CALC_SLEND_RATIO = "Vypočítat poměr štíhlosti"
IDS_AU_CALC_STRN_REDUCT_FACT = "Vypočítat faktor snížení pevnosti"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Vypočítat napětí výztuže v tahové oblasti"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Vypočítat torzní praskací moment"
IDS_AU_CALC_TORS_STRN = "Vypočítat torzní pevnost"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Vypočítat mezní únosnost v tlaku"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Vypočítat mezní únosnost v tlaku bez ohybu"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Vypočítat jednoosou tahovou pevnost betonu"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Vypočítat rovnoměrné tlakové napětí v betonu"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Vypočítat minimální výztuž pro kontrolu trhlin"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Vypočítat momentovou únosnost při vyvážené excentricitě"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Vypočítat požadovanou vodorovnou výztuž pro kontrolu trhlin"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Zkontrolovat osové zatížení a momentové únosnosti"
IDS_AU_CHK_BAR_DIA_FITMENT = "Zkontrolovat průměr prutů třmínků"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Zkontrolovat osovou vzdálenost prutů v blízkosti tahového líce"
IDS_AU_CHK_CONFINE_CORE = "Zkontrolovat zajištění jádra"
IDS_AU_CHK_CRACK_WIDTH = "Zkontrolovat šířku praskliny"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Zkontrolovat vyztužení v tahové oblasti pro kontrolu trhlin"
IDS_AU_CHK_DIST_LONG_BAR = "Zkontrolovat vzdálenost podélného prutu"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Zkontrolovat ekvivalentní smykovou sílu"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Zkontrolovat maximální rozteč třmínků pro splnění zajištění jádra sloupu"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Zkontrolovat maximální napětí výztuže v tahové oblasti"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Zkontrolovat maximální napětí výztuže v tahové oblasti pro kontrolu trhlin"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Zkontrolovat minimální příčnou smykovou výztuž"
IDS_AU_CHK_MOMENT_CAPA = "Zkontrolovat momentovou kapacitu"
IDS_AU_CHK_REIN_REQ_COLM = "Zkontrolovat požadavky na výztuž pro sloupy"
IDS_AU_CHK_REIN_REQ_WALL = "Zkontrolovat požadavky na výztuž pro stěny"
IDS_AU_CHK_SHEAR_CAPA = "Zkontrolovat smykovou kapacitu"
IDS_AU_CHK_SLEND_RATIO = "Zkontrolovat poměr štíhlosti"
IDS_AU_CHK_SPAC_FITMENT = "Zkontrolovat rozteč třmínků"
IDS_AU_CHK_TENS_REIN_AREA = "Zkontrolovat plochu tahové výztuže"
IDS_AU_CHK_TORS_CAPA = "Zkontrolovat torzní kapacitu"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Zkontrolovat vyztužení pro kontrolu trhlin"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Zkontrolovat vodorovnou výztuž pro kontrolu trhlin"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Zkontrolovat maximální osovou vzdálenost prutů"
IDS_AU_CHK_MIN_CLEAR_DIST = "Zkontrolovat minimální světlou vzdálenost mezi pruty"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Zkontrolovat minimální výztuž pro kontrolu trhlin"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Zkontrolovat momentovou únosnost při excentricitě zatížení"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Třída prostředí"
IDS_DGN_RPT_BRIDGE_TYPE = "Typ mostu"
IDS_DGN_RPT_SERVICE_LIFE = "Životnost"
IDS_DGN_RPT_PROTECTION_LEVEL = "Úroveň ochrany"
IDS_DGN_RPT_STRUCTURE_TYPE = "Typ konstrukce"
IDS_DGN_RPT_USING = "Použití"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Charakteristická pevnost konstrukční oceli"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Limitní hodnoty napětí v tlaku pro lokální boulení"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Limitní hodnota osového tlakového napětí"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Limitní hodnota osového tahového napětí"
IDS_DGN_Limit_values_for_bending_stress = "Limitní hodnoty napětí při ohybu"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Limitní hodnoty tahového napětí při ohybu"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Limitní hodnoty tlakového napětí při ohybu"
IDS_DGN_Limit_value_of_shear_stress = "Limitní hodnota smykového napětí"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Příčná výztuž"
IDS__s_is_ignored = "%s je ignorováno."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Zkontrolujte maximální smykovou sílu"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Zvětšete tloušťku desky."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Prutový prvek"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Virtuální prvek"
IDS_CONSIDER_AS_NONPRESTRESSED = "Uvažovat jako nepředpjatý"
IDS_EDGE_COLUMN = "Okrajový sloup"
IDS_CORNER_COLUMN = "Rohový sloup"
